{
    "cohort": [
        {
            "id": 1,
            "firstName": "Brendan",
            "lastName": "Abernethy",
            "reelThemIn": "\"Imagine having your identity tied to a single sentence\"",
            "bio": "<p> </p>",
            "github": "https://github.com/abernethyb",
            "linkedIn": "https://www.linkedin.com/in/brendan-abernethy/",
            "portfolio": "https://abernethyb.github.io/",
            "email": "brendan.j.abernethy@gmail.com",
            "proImg": "BrendanAbernethy.JPG",
            "funImg": "BrendanAbernethyFun.jpg",
            "capstone": "https://youtu.be/81cU4QE0vlI"
        },
        {
            "id": 2,
            "firstName": "David",
            "lastName": "Bruce",
            "reelThemIn": "\"If we both believe that we have nothing to learn from the other, is it not obvious that we will both be wrong?\" ― Arthur C. Clarke",
            "bio": "<p>Through the years, I've worked quite an array of jobs, from my time as a young adult welding, installing truck accessories, and making dentures to a four year stint in the US Army Signal Corps that inspired me to go back to school and pursue a career in IT that has almost been just as varied. After a recent five year run as a full time programmer writing HL7 interfaces, I decided to update my skill set at NSS, so I could contribute to a modern development environment using leading edge technologies.  My key to stoking the IT fires for so long has been maintaining a healthy balance between outdoor pursuits, like hiking with my three dogs, canoing, frequent walks at the park next door, and my career.</p>",
            "github": "https://github.com/davidbrucetn",
            "linkedIn": "https://www.linkedin.com/in/davidbrucetn/",
            "portfolio": "https://davidbrucetn.github.io",
            "email": "davidbrucetn@gmail.com",
            "proImg": "DavidBruce.jpg",
            "funImg": "DavidBruceFun.png",
            "capstone": "https://youtu.be/21H6T33VSIE"
        },
        {
            "id": 3,
            "firstName": "Kelley",
            "lastName": "Crittenden",
            "reelThemIn": "\"Hard work beats talent when talent fails to work hard.\" - Tim Notke",
            "bio": "<p>After teaching preschool for four years, I began searching for an opportunity to learn something new. I love being creative, problem solving and being challenged. Learning software development was the perfect solution. There is so much opportunity for growth, continuous learning, and creativity through design. I am excited to begin my professional career as a software developer.</p>",
            "github": "https://github.com/KelleyCrittenden",
            "linkedIn": "https://www.linkedin.com/in/kelleycrittenden/",
            "portfolio": "https://KelleyCrittenden.github.io/",
            "email": "kelleylcrittenden@gmail.com",
            "proImg": "KelleyCrittenden.jpg",
            "funImg": "KelleyCrittendenFun.png",
            "capstone": null
        },
        {
            "id": 4,
            "firstName": "Sisi",
            "lastName": "Freeley",
            "reelThemIn": "\"It is not the critic who counts; not the man who points out how the strong man stumbles, or where the doer of deeds could have done them better. The credit belongs to the man who is actually in the arena...\" --Theodore Roosevelt",
            "bio": "<p>My interest in programming was sparked during my experience as a pharmacist and witnessing the launch of an electronic health record at my previous place of work. I was very interested in how the software affected the user experience and translated into patient safety and outcomes. There are many aspects of pharmacy that I genuinely enjoy that I believe will translate well into the software development process, including problem-solving, working as a team in a high stress environment, and being a life-long learner. Both my work and life experiences thus far have also made me a very adaptable person. I hope to bring these traits and more into the software development field where the possibilities are endless.</p>",
            "github": "https://github.com/sfreeley",
            "linkedIn": "https://www.linkedin.com/in/sisi-freeley/",
            "portfolio": "https://sfreeley.github.io/",
            "email": "liusi33@gmail.com",
            "proImg": "SisiFreeley.JPG",
            "funImg": "SisiFreeleyFun.jpg",
            "capstone": "https://www.loom.com/share/12920b7379b5467daae1ab484511a7be"
        },
        {
            "id": 5,
            "firstName": "Drew",
            "lastName": "Harper",
            "reelThemIn": "\"Cake or death?\" - Eddie Izzard",
            "bio": "<p>UI/UX Designer, Front-End. Worked in Ad agencies for years, including TBWA-Omnicom in London. I design and produce websites, interactive prototypes, wireframes, and chunks of UI juiciness. ❤️ CSS/SASS, Figma, Sketch, Adobe CS. Teaching myself Vue.js, Next.js, Netlify, fun stuff. P.S. Love \"to explore strange new worlds\" and have travelled all over the world. 🇬🇧🇺🇸 💙 Chelsea</p>",
            "github": "https://github.com/midlantica",
            "linkedIn": "https://www.linkedin.com/in/drewharper/",
            "portfolio": "https://drewharper.com",
            "email": "druharper@gmail.com",
            "proImg": "DrewHarper.jpg",
            "funImg": "DrewHarperFun.jpg",
            "capstone": null
        },
        {
            "id": 6,
            "firstName": "John",
            "lastName": "Hester",
            "reelThemIn": "\"The longer you live, the more you fail. Failure is the mark of a life well lived. In turn, the only way to live without failure is to be of no use to anyone.\" - Brandon Sanderson",
            "bio": "<p></p>",
            "github": "https://github.com/johnhester",
            "linkedIn": "https://www.linkedin.com/in/jmhester/",
            "portfolio": "https://johnhester.github.io",
            "email": "john.maxwell.hester@gmail.com",
            "proImg": "JohnHester.jpg",
            "funImg": "JohnHesterFun.png",
            "capstone": null
        },
        {
            "id": 7,
            "firstName": "Tyler",
            "lastName": "Hilliard",
            "reelThemIn": "\"Greetings, programs!\" - Flynn",
            "bio": "<p>I started my journey in tech with my degree in animation. I feel like it is an amazing blend of both tech and the arts that allows for all kinds of unique stories to be told. I got to work on diverse teams and it allowed me so many volunteer opportunities. However, after obtaining my degree i wanted to shift into a more software development/technical focus. I've always been technically minded and this route allows me to hone new skills while bringing in animation/design skills and out of the box thinking to create something beautiful yet functional. </p>",
            "github": "https://github.com/tylerghilliard94",
            "linkedIn": "https://www.linkedin.com/in/tyler-grey-hilliard/",
            "portfolio": "https://tylerghilliard94.github.io/",
            "email": "tylerghilliard@gmail.com",
            "proImg": "TylerGreyHilliard.jpg",
            "funImg": "TylerHilliardFun.JPG",
            "capstone": "https://youtu.be/uqhRjwsMYSQ"
        },
        {
            "id": 8,
            "firstName": "Anthony",
            "lastName": "Johnson",
            "reelThemIn": "\"The wound is the place where the Light enters you.\"-Rumi",
            "bio": "<p></p>",
            "github": "https://github.com/Adanieljohnson91",
            "linkedIn": "http://www.linkedin.com/in/adanieljohnson",
            "portfolio": "",
            "email": "anthonydjohnson@gmail.com",
            "proImg": "AnthonyJohnson.png",
            "funImg": "AnthonyJohnsonFun.jpg",
            "capstone": null
        },
        {
            "id": 9,
            "firstName": "Chad",
            "lastName": "Jones",
            "reelThemIn": "\"Buy the ticket, take the ride\" - Hunter S. Thompson",
            "bio": "<p>Throughout my professional career I’ve developed, presented, and sold multichannel marketing strategies spanning across radio and digital platforms. As the radio industry began to merge with more tech-minded solutions, I became more interested in the development side, this led me to pursue a career in software development. My skill set is deeply grounded in a persistent desire to learn more, and software development gives me the constant opportunity to explore new ideas and technologies.</p>",
            "github": "http://github.com/chadjones839",
            "linkedIn": "http://linkedin.com/in/chadjones839",
            "portfolio": "http://www.thechadjones.com",
            "email": "chadjones839@gmail.com",
            "proImg": "ChadJones.jpg",
            "funImg": "ChadJonesFun.jpg",
            "capstone": "https://www.youtube.com/watch?v=yO9VjlpHeoc"
        },
        {
            "id": 10,
            "firstName": "Amanda",
            "lastName": "King",
            "reelThemIn": "\"The world always seems brighter when you’ve just made something that wasn’t there before.\" -Neil Gaiman",
            "bio": "<p>I’ve always enjoyed breaking down large, complex problems into small, parsed solutions. Having that ability made success in technical sales come naturally. I loved the many ways I could help business owners find opportunities to grow their businesses through technology or design, and I learned so much about user or client needs and wants in software. As I start a new career in software development, I love seeing all the ways I will still be able to help organizations grow through solutions I create. I'm so excited to see what kind of changes I can make with a future in software development.</p>",
            "github": "https://github.com/MandasK",
            "linkedIn": "https://www.linkedin.com/in/amanda-r-king/",
            "portfolio": "https://mandask.github.io/",
            "email": "king.amanda.r@gmail.com",
            "proImg": "AmandaKing.jpg",
            "funImg": "AmandaKingFun.JPG",
            "capstone": "https://youtu.be/INzUImumc-E"
        },
        {
            "id": 11,
            "firstName": "Tasha",
            "lastName": "Lane",
            "reelThemIn": "\"A weak mind sinks under prosperity as well as under adversity. A strong and deep one has two highest tides, when the moon is at the full, and when there is no moon.\"    -Augustus Hare",
            "bio": "<p>As a professional I came across a need to build a solution to a problem I was having. Learning how to build the product on my own became a goal I set in 2017. Learning everything from Business Intelligence to Cybersecurity to give my application a strong foundation. The impossible is where I soar. </p>",
            "github": "https://github.com/Tlane77",
            "linkedIn": "http://www.linkedin.com/in/tasha-lane",
            "portfolio": "https://tlane77.github.io/Portfolio/",
            "email": "designtmg77@gmail.com",
            "proImg": "TashaLane.JPG",
            "funImg": "TashaLaneFun.png",
            "capstone": "https://www.loom.com/share/9283c184bc684f59b79f456031d2f247"
        },
        {
            "id": 12,
            "firstName": "David",
            "lastName": "Larsen",
            "reelThemIn": "\"With the internet, all things are possible.\"",
            "bio": "<p>When I was young, I took an interest in software programming. I learned fundamentals in BASIC and C++. However, I set that aside in my pursuit of a music career. My experience in tech support has since rekindled my interest. I used some self-study to start catching up, but realized I would need more to pursue this professionally. That led me to Nashville Software School. The skills I have learned allow me to work logically and creatively to build meaningful, fulfilling projects.</p>",
            "github": "https://github.com/dLars99",
            "linkedIn": "https://www.linkedin.com/in/david-larsen-nashville/",
            "portfolio": "http://www.davidplarsen.com",
            "email": "davidplarsen@gmail.com",
            "proImg": "DavidLarsen.jpg",
            "funImg": "DavidLarsenFun.jpg",
            "capstone": "https://youtu.be/0oEdfzXjbOE"
        },
        {
            "id": 13,
            "firstName": "Erik",
            "lastName": "Lindstrom",
            "reelThemIn": "\"If you want to learn something well, explain it!\" Richard P. Feynman",
            "bio": "<p>I started off my professional career as an engineer where programming was useful, but was never the focus of my work. Since then I’ve found software development to be an exciting way to approach problems from new angles. Whether the solution is a grand design or minor alterations, I find great satisfaction in finding innovative ideas that move a project forward.</p>",
            "github": "https://github.com/ErikLindstrom42",
            "linkedIn": "https://www.linkedin.com/in/eriklindstrom42/",
            "portfolio": null,
            "email": "elindstrom42@gmail.com",
            "proImg": "ErikLindstrom.jpg",
            "funImg": "ErikLindstromFun.jpg",
            "capstone": "https://youtu.be/b7BXNsPcY9w"
        },
        {
            "id": 15,
            "firstName": "Christopher",
            "lastName": "McColgan",
            "reelThemIn": "\"Please hire me.\" -CM",
            "bio": "<p>Prior to my software development journey, my favorite part of all my jobs was problem-solving, individually and collaboratively. Software development has always felt like \"home\" because of that interest, and my love for it grows with every new solution I learn.</p>",
            "github": "https://github.com/chrismccolgan/",
            "linkedIn": "http://www.linkedin.com/in/christophermccolgan",
            "portfolio": null,
            "email": "mccolganchrisj@gmail.com",
            "proImg": "ChristopherMccolgan.jpg",
            "funImg": "ChristopherMcolganFun.png",
            "capstone": "https://www.loom.com/share/f3a4892905034a68b5ff48267f8e710c"
        },
        {
            "id": 16,
            "firstName": "Zach",
            "lastName": "McWhirter",
            "reelThemIn": "\"I have never let my schooling interfere with my education\"  - Mark Twain",
            "bio": "<p>I've always been fascinated with the tech industry, but I missed it the first time around. In 2006 I chose a path in real-estate, where I immediately saw the powerful role that software played in building a successful brand. Though I enjoyed the real-estate business, I left in 2017 when I was offered the chance to build a business from the ground up. This time, I found myself using precise handheld computers to track sales, manage logistics, and ensure quality service. And when I finally discovered Nashville Software School I jumped at the chance to understand and build the kind of technology that helped me thrive in the business world.</p>",
            "github": "https://github.com/zachMcWhirter",
            "linkedIn": "https://www.linkedin.com/in/zach-mcwhirter/",
            "portfolio": "https://zachmcwhirter.github.io/",
            "email": "zmac7811@gmail.com",
            "proImg": "ZachMcWhirter.jpg",
            "funImg": "ZachMcWhirterFun.jpg",
            "capstone": "https://www.youtube.com/watch?v=tTj7jQXTjMA"
        },
        {
            "id": 17,
            "firstName": "Rob",
            "lastName": "Mixon",
            "reelThemIn": "\"Java is to JavaScript what car is to Carpet.\" – Chris Heilmann",
            "bio": "<p>When I was medically retired from the US Army I felt lost. I was introduced to software development and I knew instantly that I had found my next home. Software development provided me with endless challenges to problem solve and the teams to build camaraderie with from the army and applied them to my love for learning.</p>",
            "github": "https://github.com/RobMixon",
            "linkedIn": "http://www.linkedin.com/in/rob-mixon",
            "portfolio": "https://robmixon.github.io/",
            "email": "MixonRobertH@Gmail.com",
            "proImg": "RobMixon.JPG",
            "funImg": "RobMixonFun.PNG",
            "capstone": "https://youtu.be/XNacbS8WzeI"
        },
        {
            "id": 18,
            "firstName": "Patrick",
            "lastName": "Murphy",
            "reelThemIn": "\"Do it right, do it once.\"",
            "bio": "<p>My love for coding began in the early 80's seated in front of an Apple ][+ where I taught myself the fundamentals of Basic. My love of music won out, however, and led me to a career as a recording engineer. I found myself moving to Nashville in 1994 where I continued on that path for just over 25 years. The changing nature of the music business has brought me full circle, though, back to sitting in front of an Apple computer. Albeit not the ][+. My experience with complex signal flow, problem solving, troubleshooting, and session leadership have lent themselves well to my entry into software development.</p>",
            "github": "https://github.com/PMurphy1940",
            "linkedIn": "http://www.linkedin.com/in/devpatrick-murphy",
            "portfolio": null,
            "email": "engine_ear@mac.com",
            "proImg": "PatrickMurphy.jpg",
            "funImg": "PatrickMurphyFun.jpg",
            "capstone": "https://youtu.be/q7q3hEZ0tKM"
        },
        {
            "id": 19,
            "firstName": "Jonathan",
            "lastName": "Riley",
            "reelThemIn": "",
            "bio": "<p>Automation continues to make the world a smaller, more interconnected place. While implementing automation throughout my sales career, it became apparent to me that it would be imperative for me to sharpen my technical skill set in order to continue to add value in today's job market. I was introduced to software by several colleagues from my undergraduate experience who had made the transition into the tech field and loved it. I quickly found out why. This new education gives me the ability to utilize my sales experience while allowing me to be a more well-rounded professional. </p>",
            "github": "https://github.com/Jonrrile",
            "linkedIn": "https://www.linkedin.com/in/jonathan-r-riley/",
            "portfolio": "https://jonrrile.github.io/",
            "email": "Jonrrile@ut.utm.edu",
            "proImg": "JonathanRiley.jpg",
            "funImg": "JonathanRileyFun.png",
            "capstone": "https://youtu.be/iavx6PNxrYw"
        },
        {
            "id": 20,
            "firstName": "Brett",
            "lastName": "Stoudt",
            "reelThemIn": "\"If you put your mind to it, you can accomplish anything\" - Marty McFly",
            "bio": "<p>My background is in brewery operations, logistics and having an eye for detail. I enjoy solving problems and running the numbers to produce the highest quality product. While in the brewery industry I hand crafted many tools for areas such as inventory and distribution management. Taking on those challenges gave me the confidence to change careers and start clearing my path towards life a software engineer.</p>",
            "github": "https://github.com/bstoudt01",
            "linkedIn": "https://www.linkedin.com/in/brett-stoudt/",
            "portfolio": "https://bstoudt01.github.io/",
            "email": "BStoudt01@gmail.com",
            "proImg": "BrettStoudt.jpg",
            "funImg": "BrettStoudtFun.jpg",
            "capstone": "https://youtu.be/g0uqmw6Hbu0"
        },
        {
            "id": 21,
            "firstName": "James",
            "lastName": "Su-Shum",
            "reelThemIn": "“Difficulties strengthen the mind, as labor does the body.” - Seneca",
            "bio": "<p>I began my professional career in the Investment Banking and Private Equity industry where I had the opportunity to not only hone my analytical skills but also work with many diverse clients and cross-functional teams. During my time in these industries I have taken ownership of several ancillary projects automating and improving workflow efficiency. The results and impact of these projects led me to pursue a career transition into software development where I strive to leverage my analytical and process-oriented mindset to help others solve challenging problems.</p>",
            "github": "https://github.com/jamessushum",
            "linkedIn": "https://www.linkedin.com/in/jamessushum/",
            "portfolio": "http://jamessushum.com",
            "email": "sushumjames@gmail.com",
            "proImg": "JamesSuShum.jpg",
            "funImg": null,
            "capstone": null
        },
        {
            "id": 22,
            "firstName": "Trigg",
            "lastName": "Summs",
            "reelThemIn": "\"Each thing we see hides something else we want to see.\" -Rene Magritte",
            "bio": "<p>Im a Full Stack Developer currently attending Nashville Software School. I have always enjoyed investigating new systems, exploring their tools and unlocking their capabilities! Programming accommodates my passion for art as well as my interest in computer science. As an NSS graduate, I am excited to enter the field of Web Development and look forward to learning more in the professional world. My professional experience and the NSS team projects have shown me the importance of teamwork, integrity, and determination. I hope to hone my programming abilities and advance my career, and currently, I am searching for the right opportunity. If these values align with your mission, please reach out.</p>",
            "github": "https://github.com/TriggSumms",
            "linkedIn": "http://www.linkedin.com/in/triggsumms/",
            "portfolio": "https://triggsumms.github.io/",
            "email": "stsumms@gmail.com",
            "proImg": "TriggSumms.jpg",
            "funImg": "TriggSummsFun.png",
            "capstone": "https://youtu.be/c7JfTILzopI"
        },
        {
            "id": 23,
            "firstName": "Gavin",
            "lastName": "Swofford",
            "reelThemIn": "",
            "bio": "<p>I started to have a passion for computer programming when I started my first internship. I love learning new things, and solving challenging problems. I graduated from Trevecca in May 2020 with a Bachelors of Business Administration with a concentration in Information Technology and a minor in Specialized Computing. Before graduating I spoke with an old employer about my future. It became clear that I was not finished with schooling and the wisest plan of action would be to attend a software school. I am currently attending Nashville Software School until November 2020 studying full stack web development.</p>",
            "github": "https://github.com/Swoffm",
            "linkedIn": "https://www.linkedin.com/in/gavin-swofford/",
            "portfolio": null,
            "email": "Gavinswofford@gmail.com",
            "proImg": "GavinSwofford.JPG",
            "funImg": null,
            "capstone": null
        },
        {
            "id": 25,
            "firstName": "Brandon",
            "lastName": "Wheatley",
            "reelThemIn": "\"If it's stupid and it works, it ain't stupid.\" - Ryan Letourneau",
            "bio": "<p>Before embarking on the software development journey my professional life was balanced between leadership roles at Costco Wholesale and passion pursuits in the world of music and video game sound design. While participating in a Global Game Jam as a sound designer I was introduced to a Nashville Software School graduate and the rest is history. Technology has been an integral part of my entire life and the opportunities to creatively problem solve, express myself, and help influence the world for better are second to none with software development.</p>",
            "github": "https://github.com/BeatleyTQD",
            "linkedIn": "https://www.linkedin.com/in/brandon-wheatley/",
            "portfolio": "https://beatleytqd.github.io/",
            "email": "brandon.a.wheatley@gmail.com",
            "proImg": "BrandonWheatley.jpg",
            "funImg": "BrandonWheatleyFun.JPG",
            "capstone": "https://youtu.be/rO6GHFzMdQY"
        }
    ]
}
